/* A sentence with the mountain's name (first parameter), height (second parameter), and climbed date (third parameter) */

"sentenceFormat" = "Bien que %2$@ de haut, %1$@ aient été montés la première fois %3$@.";

/* A sentence with the mountain's name (first parameter), and height (second parameter), but no climbed date */

"undatedSentenceFormat" = "%1$@ a une altitude de %2$@.";

/* Use to express a height in meters */

"meterFormat" = "%@ mètres";

/* Use to express a height in feet */

"footFormat" = "%@ pieds";
